Repository: Guseura/House
Catalog: House/Localization/*.lproj/Localizable.strings
Languages: uk

# onboarding.first.title
source: Communicate
uk: Спілкуйтеся

# onboarding.first.description
source: Chat between residents of the house in a convenient chat room.
uk: Спілкуйтеся між мешканцями будинку в зручному чаті.

# onboarding.second.title
source: Solve problems
uk: Вирішуйте проблеми

# onboarding.second.description
source: Put forward problems that you would like to eliminate in your area.
uk: Обговорюйте проблеми, які хвилюють мешканців будинку та вирішуйте їх.

# onboarding.third.title
source: Share news
uk: Поширюйте новини

# onboarding.third.description
source: Share the news between residents of the house in the news section.
uk: Діліться новинами з іншими мешканцями в розділі новини.

# onboarding.button.continue
source: Continue
uk: Продовжити

# welcome
source: Welcome Back
uk: З Вашим поверненням!

source: Email
uk: Електронна адреса

source: Password
uk: Пароль

source: Log in
uk: Увійти

source: or
uk: або

# signup
source: Sing up
uk: Зареєструватися

# notfound
source: User not found
uk: Користувача не знайдено

# notfound.description
source: It seems that there is no user with such data. Please check your input and try again.
uk: Схоже що користувача з такими данними не існує. Перевірити введені дані та спробуйте знову.

# registration.create
source: Create Account
uk: Створити Акаунт

# registration.fullname
source: Full name
uk: Повне ім'я

# registration.error.name.title
source: Incorrect name
uk: Ім'я введене не правильно

# registration.error.name.descr
source: Looks like you didn`t enter your name, please enter your name and try again.
uk: Схоже, ви не ввели своє ім’я, будь ласка, введіть своє ім’я та повторіть спробу.

# registration.error.email.title
source: Incorrect email
uk: Електронна пошта введена не правильно

# registration.error.email.descr
source: Looks like email has incorrect format, please check it and try again.
uk: Схоже, електронна пошта має неправильний формат, перевірте його та повторіть спробу.

# registration.error.password.title
source: Incorrect password
uk: Пароль введений не правильно

# registration.error.password.descr
source: Looks like password contain forbidden characters or it isn`t longer than 7 characters
uk: Схоже, пароль містить заборонені символи або він коротший за 7 символів

# registration.error.user.exist.title
source: User exists
uk: Користувач вже існує

# registration.error.user.exist.descr
source: Looks like user account with this email already exist.
uk: Схоже користувач з таким акаунтом вже зареєстрований

# main.title
source: News
uk: Новини

# main.search
source: Search
uk: Пошук

# main.nogroups.title
source: No news
uk: Немає новин

# main.nogroups.description
source: You are not a member of any group. Try to find your house
uk: Ви не є учасником жодного ОСББ. Спробуйте знайти ОСББ

# new.post.title
source: Create post
uk: Створити допис

# new.post.description
source: Description
uk: Опис

# new.post.create
source: Create
uk: Створити

# new.post.error.title
source: Incorrect description
uk: Опис не введений

# new.post.error.descr
source: Looks like you didn`t enter description, please enter description and try again.
uk: Схоже, ви не ввели опис, будь ласка, введіть опис і спробуйте знову.

# chats.title
source: Chats
uk: Чати

# chats.no.chats.title
source: No chats
uk: Немає чатів

# chats.no.chats.description
source: You are not a member of any group. Try to find your house
uk: Ви не є учасником жодного ОСББ. Спробуйте знайти ОСББ

# chats.search
source: Search
uk: Пошук

# chats.no.messages.yet
source: No messages yet
uk: Повідомлень немає

# popup.title
source: Group was`t found
uk: ОСББ не знайдено

# popup.descr
source: Would you like to create new group for you and your neighboors?
uk: Чи хотіли б Ви створити нову групу ОСББ для Вас та Ваших сусідів?

# popup.create
source: Create new
uk: Створити

# popup.cancel
source: Cancel
uk: Скасувати

# create.group.title
source: Create group
uk: Створити групу

# create.group.create
source: Create
uk: Створити

# create.group.city
source: City
uk: Місто

# create.group.street
source: Street
uk: Вулиця

# street.choose
source: Choose
uk: Обрати

# street.error.title
source: Incorrect street
uk: Вулиця введена не правильно

# street.error.descr
source: Looks like you didn`t enter your street, please enter your street and try again.
uk: Схоже, ви не вказали свою вулицю, будь ласка, введіть свою вулицю та повторіть спробу.

# chat.write.message
source: Write message...
uk: Напишіть повідомлення...

# settings.title
source: Settings
uk: Налаштування

# settings.edit.name
source: Edit name
uk: Змінити ім'я

# settings.edit.image
source: Edit image
uk: Змінити фото

# settings.language
source: Language
uk: Мова

# settings.logout
source: Log out
uk: Вийти

# settings.change
source: Change
uk: Змінити

# settings.save
source: Save
uk: Зберегти

# settings.new.image
source: New image
uk: Нове фото

# settings.delete.image
source: Delete image
uk: Видалити фото
